{
  "footer": [
    {
      "description": " Hearing Aid and Hearing Test: The Hearing Aid feature has received FDA authorization. The Hearing Test and Hearing Aid features are supported on AirPods Pro 2 with the latest firmware paired with a compatible iPhone or iPad with iOS 18 or iPadOS 18 and later and are intended for people 18 years old or older. The Hearing Aid feature is also supported on a compatible Mac with macOS Sequoia and later. It is intended for people with perceived mild to moderate hearing loss."
    },
    {
      "description": "Hearing Protection: The Hearing Protection feature works with AirPods Pro 2 with the latest firmware when paired with a compatible iPhone, iPad, or Mac with iOS 18, iPadOS 18, or macOS Sequoia and later. Feature is only available in the U.S. and Canada. See support.apple.com/120850 for total attenuation and more information. The Hearing Protection feature is not suitable for protection against extremely loud impulse sounds, such as gunfire, fireworks, or jackhammers, or against sustained sounds louder than 110 dBA."
    },
    {
      "description": "Available in two models: AirPods 4 and AirPods 4 with Active Noise Cancellation."
    },
    {
      "description": "Trade‑in values will vary based on the condition, year, and configuration of your eligible trade‑in device. Not all devices are eligible for credit. You must be at least the age of majority to be eligible to trade in for credit or for an Apple Gift Card. Trade‑in value may be applied toward qualifying new device purchase, or added to an Apple Gift Card. Actual value awarded is based on receipt of a qualifying device matching the description provided when estimate was made. Sales tax may be assessed on full value of a new device purchase. In‑store trade‑in requires presentation of a valid photo ID (local law may require saving this information). Offer may not be available in all stores, and may vary between in‑store and online trade‑in. Some stores may have additional requirements. Apple or its trade‑in partners reserve the right to refuse, cancel, or limit quantity of any trade‑in transaction for any reason. More details are available from Apple’s trade‑in partner for trade‑in and recycling of eligible devices. Restrictions and limitations may apply."
    },
    {
      "description": "Apple Intelligence is available in beta on all iPhone 16 models, iPhone 15 Pro, iPhone 15 Pro Max, iPad mini (A17 Pro), and iPad and Mac models with M1 and later, with Siri and device language set to English (Australia, Canada, Ireland, New Zealand, South Africa, UK, or U.S.), as part of an iOS 18, iPadOS 18, and macOS Sequoia software update. Additional features and languages will be available in April, with more languages coming over the course of the year. Languages supported in 2025 include Chinese, English (India, Singapore), French, German, Italian, Japanese, Korean, Portuguese, Spanish, and Vietnamese."
    },
    {
      "description": "A subscription is required for Apple Arcade, Apple Fitness+, Apple Music, and Apple TV+."
    },
    {
      "description": "Features are subject to change. Some features, applications, and services may not be available in all regions or all languages."
    }
  ],

  "footerNav": [
    {
      "title": "Shop and Learn",
      "items": [
        "Store",
        "Mac",
        "iPad",
        "iPhone",
        "Watch",
        "Vision",
        "AirPods",
        "TV & Home",
        "AirTag",
        "Accessories",
        "Gift Cards"
      ]
    },

    {
      "title": "Entertainment",
      "items": [
        "Apple One",
        "Apple TV+",
        "Apple Music",
        "Apple Arcade",
        "Apple Fitness+",
        "Apple News+",
        "Apple Podcasts",
        "Apple Books"
      ]
    },
    {
      "title": "App Store",
      "items": [
        "Apple Store",
        "Find a Store",
        "Genius Bar",
        "Today at Apple",
        "Group Reservations",
        "Apple Camp",
        "Apple Store App",
        "Certified Refurbished",
        "Apple Trade In",
        "Financing",
        "Carrier Deals at Apple",
        "Order Status",
        "Shopping Help"
      ]
    },
    {
      "title": "Apple Values",
      "items": [
        "Accessibility",
        "Education",
        "Environment",
        "Inclusion and Diversity",
        "Privacy",
        "Racial Equity and Justice",
        "Supply Chain"
      ]
    },

    {
      "title": "About Apple",
      "items": [
        "Newsroom",
        "Apple Leadership",
        "Career Opportunities",
        "Investors",
        "Ethics & Compliance",
        "Events",
        "Contact Apple"
      ]
    },

    {
      "title": "For Healthcare",
      "items": [
        "Apple in Healthcare",
        "Mac in Healthcare",
        "Health on Apple Watch",
        "Health Records on iPhone and iPad"
      ]
    },
    {
      "title": "For Government",
      "items": ["Shop for Government", "Shop for Veterans and Military"]
    },

    {
      "title": "Apple Wallet",
      "items": [" Wallet", "Apple Card", "Apple Pay", "Apple Cash"]
    },
    {
      "title": "Account",
      "items": [
        "Manage Your Apple Account",
        "Apple Store Account",
        "iCloud.com"
      ]
    },

    {
      "title": "For Business",
      "items": ["Apple and Business", "Shop for Business"]
    },
    {
      "title": "For Education",
      "items": ["Apple and Education", "Shop for K-12", "Shop for College"]
    }
  ]
}
